{ "_id" : { "$oid" : "546c192dbf9570b10e03fa43" }, "author" : "Bob Dylan", "title" : "Don't think twice it's alright", "lyrics" : "It ain’t no use to sit and wonder why, babe<br />It don’t matter, anyhow<br />An’ it ain’t no use to sit and wonder why, babe<br />If you don’t know by now<br />When your rooster crows at the break of dawn<br />Look out your window and I’ll be gone<br />You’re the reason I’m trav’lin’ on<br />Don’t think twice, it’s all right<br />        <br />It ain’t no use in turnin’ on your light, babe<br />That light I never knowed<br />An’ it ain’t no use in turnin’ on your light, babe<br />I’m on the dark side of the road<br />Still I wish there was somethin’ you would do or say<br />To try and make me change my mind and stay<br />We never did too much talkin’ anyway<br />So don’t think twice, it’s all right<br />        <br />It ain’t no use in callin’ out my name, gal<br />Like you never did before<br />It ain’t no use in callin’ out my name, gal<br />I can’t hear you anymore<br />I’m a-thinkin’ and a-wond’rin’ all the way down the road<br />I once loved a woman, a child I’m told<br />I give her my heart but she wanted my soul<br />But don’t think twice, it’s all right<br /><br />I’m walkin’ down that long, lonesome road, babe<br />Where I’m bound, I can’t tell<br />But goodbye’s too good a word, gal<br />So I’ll just say fare thee well<br />I ain’t sayin’ you treated me unkind<br />You could have done better but I don’t mind<br />You just kinda wasted my precious time<br />But don’t think twice, it’s all right<br />" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa44" }, "author" : "Nick Drake", "title" : "Place To Be", "lyrics" : "When I was younger, younger than before<br />I never saw the truth hanging from the door<br />And now I'm older see it face to face<br />And now I'm older gotta get up clean the place.<br /><br />And I was green, greener than the hill<br />Where the flowers grew and the sun shone still<br />Now I'm darker than the deepest sea<br />Just hand me down, give me a place to be.<br /><br />And I was strong, strong in the sun<br />I thought I'd see when day is done<br />Now I'm weaker than the palest blue<br />Oh, so weak in this need for you." }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa45" }, "author" : "Paul Simon", "title" : "Kathy's Song", "lyrics" : "I hear the drizzle of the rain<br />Like a memory it falls<br />Soft and warm continuing<br />Tapping on my roof and walls<br /><br />And from the shelter of my mind<br />Through the window of my eyes<br />I gaze beyond the rain-drenched streets<br />To England, where my heart lies<br /><br />My mind’s distracted and diffused<br />My thoughts are many miles away<br />They lie with you when you’re asleep<br />And kiss you when you start your day<br /><br />And a song I was writing is left undone<br />I don’t know why I spend my time<br />Writing songs I can’t believe<br />With words that tear and strain to rhyme<br /><br />And so you see, I have come to doubt<br />All that I once held as true<br />I stand alone without beliefs<br />The only truth I know is you<br /><br />And as I watch the drops of rain<br />Weave their weary paths and die<br />I know that I am like the rain<br />There but for the grace of you go I" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa46" }, "author" : "Pink Floyd", "title" : "Paranoid Eyes", "lyrics" : "Button your lip. Don't let the shield slip. <br />Take a fresh grip on your bullet proof mask. <br />And if they try to break down your disguise with their questions <br />You can hide, hide, hide, <br />Behind paranoid eyes. <br /><br />You put on our brave face and slip over the road for a jar. <br />Fixing your grin as you casually lean on the bar, <br />Laughing too loud at the rest of the world <br />With the boys in the crowd <br />You hide, hide, hide, <br />Behind petrified eyes. <br /><br />You believed in their stories of fame, fortune and glory. <br />Now you're lost in a haze of alcohol soft middle age <br />The pie in the sky turned out to be miles too high. <br />And you hide, hide, hide, <br />Behind brown and mild eyes. " }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa47" }, "author" : "Pink Floyd", "title" : "Wish You Were Here", "lyrics" : "So, so you think you can tell <br />Heaven from Hell, <br />Blue skys from pain. <br />Can you tell a green field <br />From a cold steel rail? <br />A smile from a veil? <br />Do you think you can tell? <br /><br />And did they get you to trade <br />Your heros for ghosts? <br />Hot ashes for trees? <br />Hot air for a cool breeze? <br />Cold comfort for change? <br />And did you exchange <br />A walk on part in the war <br />For a lead role in a cage? <br /><br />How I wish, how I wish you were here. <br />We're just two lost souls <br />Swimming in a fish bowl, <br />Year after year, <br />Running over the same old ground. <br />What have we found? <br />The same old fears. <br />Wish you were here." }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa48" }, "author" : "The Beatles", "title" : "Blackbird", "lyrics" : "Blackbird singing in the dead of night<br />Take these broken wings and learn to fly<br />All your life<br />You were only waiting for this moment to arise.<br /><br />Blackbird singing in the dead of night<br />Take these sunken eyes and learn to see<br />All your life<br />You were only waiting for this moment to be free.<br /><br />Blackbird fly Blackbird fly<br />Into the light of the dark black night.<br /><br />Blackbird fly Blackbird fly<br />Into the light of the dark black night.<br /><br />Blackbird singing in the dead of night<br />Take these broken wings and learn to fly<br />All your life<br />You were only waiting for this moment to arise<br />You were only waiting for this moment to arise<br />You were only waiting for this moment to arise." }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa49" }, "author" : "Richard Thompson", "title" : "Beeswing", "lyrics" : "I was nineteen when I came to town, they called it the Summer of Love<br />They were burning babies, burning flags. The hawks against the doves<br />I took a job in the steamie down on Cauldrum Street<br />And I fell in love with a laundry girl who was working next to me<br /><br />Oh she was a rare thing, fine as a bee's wing<br />So fine a breath of wind might blow her away<br />She was a lost child, oh she was running wild<br />She said \"As long as there's no price on love, I'll stay.<br />And you wouldn't want me any other way\"<br /><br />Brown hair zig-zag around her face and a look of half-surprise<br />Like a fox caught in the headlights, there was animal in her eyes<br />She said \"Young man, oh can't you see I'm not the factory kind<br />If you don't take me out of here I'll surely lose my mind\"<br /><br />Oh she was a rare thing, fine as a bee's wing<br />So fine that I might crush her where she lay<br />She was a lost child, she was running wild<br />She said \"As long as there's no price on love, I'll stay.<br />And you wouldn't want me any other way\"<br /><br />We busked around the market towns and picked fruit down in Kent<br />And we could tinker lamps and pots and knives wherever we went<br />And I said that we might settle down, get a few acres dug<br />Fire burning in the hearth and babies on the rug<br />She said \"Oh man, you foolish man, it surely sounds like hell.<br />You might be lord of half the world, you'll not own me as well\"<br /><br />Oh she was a rare thing, fine as a bee's wing<br />So fine a breath of wind might blow her away<br />She was a lost child, oh she was running wild<br />She said \"As long as there's no price on love, I'll stay.<br />And you wouldn't want me any other way\"<br /><br />We was camping down the Gower one time, the work was pretty good<br />She thought we shouldn't wait for the frost and I thought maybe we should<br />We was drinking more in those days and tempers reached a pitch<br />And like a fool I let her run with the rambling itch<br /><br />Oh the last I heard she's sleeping rough back on the Derby beat<br />White Horse in her hip pocket and a wolfhound at her feet<br />And they say she even married once, a man named Romany Brown<br />But even a gypsy caravan was too much settling down<br />And they say her flower is faded now, hard weather and hard booze<br />But maybe that's just the price you pay for the chains you refuse<br /><br />Oh she was a rare thing, fine as a bee's wing<br />And I miss her more than ever words could say<br />If I could just taste all of her wildness now<br />If I could hold her in my arms today <br />Well I wouldn't want her any other way" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa4a" }, "author" : "The Beatles", "title" : "Norwegian Wood", "lyrics" : "I once had a girl, or should I say, she once had me<br />She showed me her room, isn't it good, norwegian wood?<br /><br />She asked me to stay and she told me to sit anywhere<br />So I looked around and I noticed there wasn't a chair<br /><br />I sat on the rug, biding my time, drinking her wine<br />We talked until two and then she said, \"It's time for bed\"<br /><br />She told me she worked in the morning and started to laugh<br />I told her I didn't and crawled off to sleep in the bath<br /><br />And when I awoke I was alone, this bird had flown<br />So I lit a fire, isn't it good, norwegian wood?" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa4b" }, "author" : "Simon and Garfunkel", "title" : "Scarborough Faire", "lyrics" : "Are you going to Scarborough Fair:<br />Parsley, sage, rosemary and thyme.<br />Remember me to one who lives there.<br />She once was a true love of mine.<br /><br />On the side of a hill in the deep forest green.<br />Tracing of sparrow on snow-crested brown.<br />Blankets and bedclothes the child of the mountain<br />Sleeps unaware of the clarion call.<br /><br />Tell her to make me a cambric shirt:<br />Parsley, sage, rosemary and thyme;<br />Without no seams nor needle work,<br />Then she'll be a true love of mine.<br />        <br />On the side of a hill a sprinkling of leaves.<br />Washes the grave with silvery tears.<br />A soldier cleans and polishes a gun.<br />Sleeps unaware of the clarion call.<br />        <br />Tell her to find me an acre of land:<br />Parsley, sage, rosemary and thyme;<br />Between the salt water and the sea strand,<br />Then she'll be a true love of mine.<br />        <br />War bellows blazing in scarlet battalions.<br />General order their soldiers to kill.<br />And to fight for a cause they've long ago forgotten.<br />        <br />Tell her to reap it with a sickle of leather:<br />Parsley, sage, rosemary and thyme;<br />And gather it all in a bunch of heather,<br />Then she'll be a true love of mine." }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa4c" }, "author" : "The Beatles", "title" : "Mother Nature's Son", "lyrics" : "Born a poor young country boy, Mother Nature's son<br />All day long I'm sitting singing songs for everyone<br /><br />Sit beside a mountain stream, see her waters rise<br />Listen to the pretty sound of music as she flies<br /><br />Doo doo doo doo doo doo doo doo doo doo doo<br />Doo doo doo doo doo doo doo doo doo<br />Doo doo doo<br /><br />Find me in my field of grass, Mother Nature's son<br />Swaying daises sing a lazy song beneath the sun<br /><br />Doo doo doo doo doo doo doo doo doo doo doo<br />Doo doo doo doo doo doo doo doo doo<br />Doo doo doo doo doo doo<br />Yeah yeah yeah<br /><br />Mm mm mm mm mm mm mm<br />Mm mm mm, ooh ooh ooh<br />Mm mm mm mm mm mm mm<br />Mm mm mm mm, wah wah wah<br /><br />Wah, Mother Nature's son" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa4d" }, "author" : "Nanci Griffith", "title" : "Love at the Five and Dime", "lyrics" : "Rita was sixteen years... hazel eyes and chestnut hair<br />She made the Woolworth counter shine<br />Eddie was a sweet romancer, and a darn good dancer<br />They'd waltz the aisles of the five and dime<br />[Chorus:]<br />They'd sing, \"Dance a little closer to me... dance a little closer now<br />Dance a little closer tonight<br />Dance a little closer to me... it's closing time<br />And love's on sale tonight at this five and dime<br />Eddie played the steel guitar and his mama cried 'cuz he played in the bars<br />And kept young Rita out late at night<br />So, they married up in Abilene... lost a child in Tennessee<br />Still, that love survived<br />[Chorus]<br />One of the boys in Eddie's band... took a shine to Rita's hands<br />So, Eddie ran off with the bass man's wife<br />Oh' but he was back by June... singin' a different tune<br />And sportin' Miss Rita back by his side<br />[Chorus]<br />Eddie traveled with the barroom bands... till arthritis took his hands<br />Now he sells insurance on the side<br />Rita's got a house to keep... dime store novels and a love so sweet<br />They dance to the radio late at night<br />[Chorus]<br />[Repeat 1st verse]<br />They'd waltz the aisles of the five and dime<br />They'd waltz the aisles of the five and dime" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa4e" }, "author" : "Simon and Garfunkel", "title" : "The Boxer", "lyrics" : "I am just a poor boy.<br />Though my story's seldom told,<br />I have squandered my resistance<br />For a pocketful of mumbles,<br />Such are promises<br />All lies and jest<br />Still, a man hears what he wants to hear<br />And disregards the rest.<br /><br />When I left my home<br />And my family,<br />I was no more than a boy<br />In the company of strangers<br />In the quiet of the railway station,<br />Running scared,<br />Laying low,<br />Seeking out the poorer quarters<br />Where the ragged people go,<br />Looking for the places<br />Only they would know.<br /><br />Lie-la-lie...<br /><br />Asking only workman's wages<br />I come looking for a job,<br />But I get no offers,<br />Just a come-on from the whores<br />On Seventh Avenue<br />I do declare,<br />There were times when I was so<br />lonesome<br />I took some comfort there.<br /><br />Lie-la-lie...<br /><br />Then I'm laying out my winter clothes<br />And wishing I was gone,<br />Going home<br />Where the New York City winters<br />Aren't bleeding me,<br />Leading me,<br />Going home.<br /><br />In the clearing stands a boxer,<br />And a fighter by his trade<br />And he carries the reminders<br />Of ev'ry glove that laid him down<br />And cut him till he cried out<br />In his anger and his shame,<br />'I am leaving, I am leaving.'<br />But the fighter still remains<br /><br />Lie-la-lie..." }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa4f" }, "author" : "Pink Floyd", "title" : "Brain Damage", "lyrics" : "The lunatic is on the grass<br />The lunatic is on the grass<br />Remembering games and daisy chains and laughs<br />Got to keep the loonies on the path<br />The lunatic is in the hall<br />The lunatics are in my hall<br />The paper holds their folded faces to the floor<br />And every day the paper boy brings more<br />And if the dam breaks open many years too soon<br />And if there is no room upon the hill<br />And if your head explodes with dark forbodings too<br />I'll see you on the dark side of the moon<br />The lunatic is in my head<br />The lunatic is in my head<br />You raise the blade, you make the change<br />You re-arrange me 'till I'm sane<br />You lock the door<br />And throw away the key<br />There's someone in my head but it's not me.<br />And if the cloud bursts, thunder in your ear<br />You shout and no one seems to hear<br />And if the band you're in starts playing different tunes<br />I'll see you on the dark side of the moon " }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa50" }, "author" : "Simon and Garfunkel", "title" : "April Come She Will", "lyrics" : "April, comes she will,<br />When streams are ripe and swelled with rain.<br />May, she will stay,<br />Resting in my arms again.<br /><br />June, she'll change her tune.<br />In restless walks she'll prowl the night.<br />July, she will fly,<br />And give no warning to her flight.<br /><br />August, die she must.<br />The autumn winds blow chilly and cold.<br />September, I'll remember.<br />A love once new has now grown old." }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa51" }, "author" : "The Beatles", "title" : "Yesterday", "lyrics" : "Yesterday, all my troubles seemed so far away<br />Now it looks as though they're here to stay<br />Oh, I believe in yesterday<br /><br />Suddenly, I'm not half the man I used to be<br />There's a shadow hanging over me.<br />Oh, yesterday came suddenly<br /><br />Why she had to go I don't know she wouldn't say<br />I said something wrong, now I long for yesterday<br /><br />Yesterday, love was such an easy game to play<br />Now I need a place to hide away<br />Oh, I believe in yesterday<br /><br />Why she had to go I don't know she wouldn't say<br />I said something wrong, now I long for yesterday<br /><br />Yesterday, love was such an easy game to play<br />Now I need a place to hide away<br />Oh, I believe in yesterday<br />Mm mm mm mm mm mm mm" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa52" }, "author" : "Bob Dylan", "title" : "Buckets of Rain", "lyrics" : "Buckets of tears<br />Got all them buckets comin’ out of my ears<br />Buckets of moonbeams in my hand<br />I got all the love, honey baby<br />You can stand<br /><br />I been meek<br />And hard like an oak<br />I seen pretty people disappear like smoke<br />Friends will arrive, friends will disappear<br />If you want me, honey baby<br />I’ll be here<br /><br />Like your smile<br />And your fingertips<br />Like the way that you move your lips<br />I like the cool way you look at me<br />Everything about you is bringing me<br />Misery<br /><br />Little red wagon<br />Little red bike<br />I ain’t no monkey but I know what I like<br />I like the way you love me strong and slow<br />I’m takin’ you with me, honey baby<br />When I go<br /><br />Life is sad<br />Life is a bust<br />All ya can do is do what you must<br />You do what you must do and ya do it well<br />I’ll do it for you, honey baby<br />Can’t you tell?" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa53" }, "author" : "Al Petteway", "title" : "Caledon Wood", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa54" }, "author" : "Bruce Cockburn", "title" : "Sunrise on the Mississippi", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa55" }, "author" : "Bruce Cockburn", "title" : "Foxglove", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa56" }, "author" : "Traditional", "title" : "Jock O'Hazeldean", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa57" }, "author" : "Led Zeppelin", "title" : "Bron Yr Aur", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa58" }, "author" : "Nick Drake", "title" : "Bryter Later", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa59" }, "author" : "Traditional", "title" : "Maggie Cameron", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa5a" }, "author" : "Traditional", "title" : "Si Beg Si Mohr", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa5b" }, "author" : "Traditional", "title" : "Fy To The Hills In The Morning", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa5c" }, "author" : "Al Petteway", "title" : "Sligo Creek", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa5d" }, "author" : "Traditional", "title" : "Rise Up, My Love", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa5e" }, "author" : "Traditional", "title" : "Red Hair Boy", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa5f" }, "author" : "Traditional", "title" : "Banish Misfortune", "lyrics" : "Instrumental" }
{ "_id" : { "$oid" : "546c192dbf9570b10e03fa60" }, "author" : "Al Petteway", "title" : "Chesapeake", "lyrics" : "Instrumental" }
